Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1101_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Vaalilautakunta tiedottaa
smn: Vaaljâlävdikodde tieđeet

source: Vahvistettu ehdokasluettelo
smn: Nanodum iävtukkâsluvâttâllâm

source: Vahvistettu saamelaiskäräjävaalien 2015 ehdokasluettelo on alla ja se löytyy lisäksi pdf-formaatissa dokumenttipankista, linkki: Vahvistettu ehdokasluettelo.
smn: Nanodum sämitigevaljâi 2015 iävtukkâsluvâttâllâm lii dokumentpaaŋkist, liŋkki: Nanodum iävtukkâsluvâttâllâm.

source: Numero Ehdokkaan nimi Arvo, ammatti tai toimi Kotikunta
smn: 3 Paltto Heikki Yrjänä Puásuialmai, irâtteijee Aanaar

source: 5 Aikio Jouni Kalastaja-poromies Inari
smn: 5 Aikio Jouni Kuálásteijee - puásuialmai Aanaar

source: 6 Pieski Pentti Ilmari Saamenkielinen tiedottaja Helsinki
smn: 6 Pieski Pentti Ilmari Sämikielâlâš tieđetteijee Helsig

source: 8 Hetta Jouko Iisakki Poromies Sodankylä
smn: 8 Hetta Jouko Iisakki Puásuialmai Suáđigil

source: 9 Länsman Asko Tapani Poromies, yrittäjä Utsjoki
smn: 9 Länsman Asko Tapani Puásuialmai, irâtteijee Ucjuuhâ

source: 14 Lumisalmi Erkki Leo Eläkeläinen, kanttori Hämeenlinna
smn: 10 Feodoroff Veikko Armas Puásuialmai Aanaar

source: 15 Morottaja Pentti Antero Eläkeläinen Utsjoki
smn: 15 Morottaja Pentti Antero Iäláttâhlâš Ucjuuhâ

source: 18 Saijets Janne Tekniikan tohtori, tutkija Tampere
smn: 18 Saijets Janne Tekniik tuáhtár, totkee Tampere

source: 20 Valkeapää Nihkolas Lääketieteen kandidaatti Enontekiö
smn: 20 Valkeapää Nihkolas Talhâstieđâ kandidaat Iänudâh

source: 21 Magga Petra Biret Kasvatustieteen maisteri, kulttuurityöntekijä Sodankylä
smn: 21 Magga Petra Biret Šoddâdemtieđâ maister, kulttuurpargee Suáđigil

source: 22 Holmberg Aslak Niilonpoika Opettaja Utsjoki
smn: 22 Holmberg Aslak Niilonpoika Máttáátteijee Ucjuuhâ

source: 24 Valle Pentti Viljo Heikki Poromies Inari
smn: 24 Valle Pentti Viljo Heikki Puásuialmai Aanaar

source: 25 Sanila-Aikio Tiina Puheenjohtaja Inari
smn: 25 Sanila-Aikio Tiina Saavâjođetteijee Aanaar

source: 27 Kelahaara Mirka Onerva Sosionomi Rovaniemi
smn: 27 Kelahaara Mirka Onerva Sosionomi Ruávinjargâ

source: 28 Sujala Antti Tapani Yrittäjä Utsjoki
smn: 28 Sujala Antti Tapani Irâtteijee Ucjuuhâ

source: 29 Magga Ulla-Maarit Opettaja, sairaanhoitaja Enontekiö
smn: 29 Magga Ulla-Maarit Máttáátteijee, pyecceetipšoo Iänudâh

source: 31 Lallukka Carita Insinööri, ympäristötarkastaja Rovaniemi
smn: 31 Lallukka Carita Insiner, pirâstärhisteijee Ruávinjargâ

source: 34 Juuso Tuomas Aslak Poromies, Higher Executive Officer Enontekiö
smn: 34 Juuso Tuomas Aslak Puásuialmai, Higher Executive Officer Iänudâh

source: 35 Tapiola Nilla Samuli Opettaja Utsjoki
smn: 35 Tapiola Nilla Samuli Máttáátteijee Ucjuuhâ

source: 36 Pekkala Pekka Tapani Eläkeläinen Inari
smn: 36 Pekkala Pekka Tapani Iäláttâhlâš Aanaar
